[
  {
    "found": true,
    "why_we_like_it": "DCP's innovative signature cocktails are inspired by food: Think Japanese Cold Noodle, Cold Pizza, Key Lime Pie, NY Beet Salad, Mango Sticky Rice. And the food, featuring their juicy and flavorful Taiwanese-inspired fried chicken sandwiches, is the perfect pairing, no matter which drink you choose.",
    "need_to_know": "Over 80% of seating in The Coop is first come first serve. Join us as a walk-in party if reservations are fully booked. Enjoy food-inspired cocktails alongside our chicken sandwich menu in The Coop! \n\nAll reservations are for 2-hour seatings and are released 6 days in advance at midnight. We only seat complete parties and hold reservations for 10 minutes. Reservations that have been trad...",
    "about": "Double Chicken Please offers two distinct design-driven dining concepts through one door. The whimsical and contemporary FREE RANGE, launched in September 2024, is an experience inspired by storytelling and collaboration, serving a creative cartoon-inspired cocktail menu alongside an array of elevated shareable dishes made to facilitate the exchange of ideas and conversation. Beyond FREE RANGE lies The Coop, an intimate mid-century interior that offers an extensive selection of crafted cocktails inspired by iconic foods reimagined as drinks, along w...",
    "url": "https://resy.com/cities/new-york-ny/venues/double-chicken-please?date=2025-02-24&seats=2",
    "corner_place_id": "11582",
    "name": "Double Chicken Please"
  },
  {
    "found": true,
    "why_we_like_it": "The diner is dead, long live the diner! An all-day restaurant dreamt up by the married chef-owners behind Uncle Boons, Thai Diner takes your greasy spoon classics and reimagines them with Thailand in mind. The result? Ingenious and delicious bicultural plates (Thai tea babka French toast, anyone?) and a couple of Uncle Boons favorites for those still in mourning. We see you, crab fried rice.",
    "need_to_know": "We are primarily a walk-in based restaurant with limited reservations taken up to one week in advance via our website, thaidiner.com.  \nPlease note, all members of a party must be present in order to be seated.\n\nWhile we do our best to accommodate guests whom arrive late, those who arrive 10 minutes past their reservation time (regardless of notifying our team) will forfeit their reservatio...",
    "about": "Thai Diner, from the team behind Uncle Boons, is a Thai love letter to the classic American diner. The all-day eatery serves everything from Phat Thai, Thai Tea Babka French Toast & a Thai Seafood Tower. We look forward to having you join us! Khop Khun Kha!",
    "url": "https://resy.com/cities/new-york-ny/venues/thai-diner?date=2025-02-24&seats=2",
    "corner_place_id": "699",
    "name": "Thai Diner"
  },
  {
    "found": true,
    "why_we_like_it": null,
    "need_to_know": "Reservations for parties of 6 or less may be made directly through Resy.  Larger parties should reach out to reservations@publicrecords.nyc to confirm.  We ask that all guests respect a 90 minute table time so that all may enjoy the good vibes. \n\nIf you are running late, please call us at (347) 529-4869. We will hold the table for a grace period of 10 minutes before offering it up to those on our waitlist.",
    "about": "THE ATRIUM restaurant at Public Records showcases expressive plant based cuisine alongside irrerverant bespoke cocktails and small production wines.\n\nThe space itself, once home to horse stables when the building lived as the ASPCA headquarters in the early 1900s, is framed by 20' monolithic columns and crowned by a historic skylight. 233's history of animal protection inspired the restaurant's vegan princip...",
    "url": "https://resy.com/cities/new-york-ny/venues/public-records?date=2025-02-24&seats=2",
    "corner_place_id": "21236",
    "name": "Public Records"
  }
]